{
        "title": "33 Month Questionnaire",
        "age-range": "31 months 16 days through 34 months 15 days",
        "/COMMUNICATION/questions/0/question": "When you ask your child to point to his nose, eyes, hair, feet, ears, and so forth, does he correctly point to at least seven body parts? (He can point to parts of himself, you, or a doll. Mark “sometimes” if he correctly points to at least three different body parts.)",
        "/COMMUNICATION/questions/0/image": "",
        "/COMMUNICATION/questions/0/answer": 0,
        "/COMMUNICATION/questions/1/question": "Does your child make sentences that are three or four words long? Please give an example:",
        "/COMMUNICATION/questions/1/image": "",
        "/COMMUNICATION/questions/1/answer": 0,
        "/COMMUNICATION/questions/2/question": "Without giving your child help by pointing or using gestures, ask her to “put the book on the table” and “put the shoe under the chair.” Does your child carry out both of these directions correctly?",
        "/COMMUNICATION/questions/2/image": "",
        "/COMMUNICATION/questions/2/answer": 0,
        "/COMMUNICATION/questions/3/question": "When looking at a picture book, does your child tell you what is happening or what action is taking place in the picture (for example, “barking,” “running,” “eating,” or “crying”). You may ask, “What is the dog (or boy) doing?”",
        "/COMMUNICATION/questions/3/image": "",
        "/COMMUNICATION/questions/3/answer": 0,
        "/COMMUNICATION/questions/4/question": "Show your child how a zipper on a coat moves up and down, and say, “See, this goes up and down.” Put the zipper to the middle, and ask your child to move the zipper down. Return the zipper to the middle, and ask your child to move the zipper up. Do this several times, placing the zipper in the middle before asking your child to move it up or down. Does your child consistently move the zipper up when you say “up” and down when you say “down”?",
        "/COMMUNICATION/questions/4/image": "",
        "/COMMUNICATION/questions/4/answer": 0,
        "/COMMUNICATION/questions/5/question": "When you ask, “What is your name?” does your child say his first name or nickname?",
        "/COMMUNICATION/questions/5/image": "",
        "/COMMUNICATION/questions/5/answer": 0,
        "/COMMUNICATION/intervention": 38.43,
        "/COMMUNICATION/monitor": 37.37,
        "/GROSS MOTOR/questions/0/question": "Does your child run fairly well, stopping herself without bumping into things or falling?",
        "/GROSS MOTOR/questions/0/image": "$:/asd/assessments/asq/images/ASQ-20m-01.PNG",
        "/GROSS MOTOR/questions/0/answer": 0,
        "/GROSS MOTOR/questions/1/question": "Without holding onto anything for support, does your child kick a ball by swinging his leg forward?",
        "/GROSS MOTOR/questions/1/image": "$:/asd/assessments/asq/images/ASQ-22m-02.PNG",
        "/GROSS MOTOR/questions/1/answer": 0,
        "/GROSS MOTOR/questions/2/question": "Does your child jump with both feet leaving the floor at the same time?",
        "/GROSS MOTOR/questions/2/image": "$:/asd/assessments/asq/images/ASQ-22m-01.PNG",
        "/GROSS MOTOR/questions/2/answer": 0,
        "/GROSS MOTOR/questions/3/question": "Does your child walk up stairs, using only one foot on each stair? (The left foot is on one step, and the right foot is on the next.) She may hold onto the railing or wall. (You can look for this at a store, on a playground, or at home.)",
        "/GROSS MOTOR/questions/3/image": "$:/asd/assessments/asq/images/ASQ-20m-02.PNG",
        "/GROSS MOTOR/questions/3/answer": 0,
        "/GROSS MOTOR/questions/4/question": "Does your child stand on one foot for about 1 second without holding onto anything?",
        "/GROSS MOTOR/questions/4/image": "$:/asd/assessments/asq/images/ASQ-30m-01.PNG",
        "/GROSS MOTOR/questions/4/answer": 0,
        "/GROSS MOTOR/questions/5/question": "While standing, does your child throw a ball overhand by raising his arm to shoulder height and throwing the ball forward? (Dropping the ball or throwing the ball underhand should be scored as “not yet.”)",
        "/GROSS MOTOR/questions/5/image": "$:/asd/assessments/asq/images/ASQ-12m-03.PNG",
        "/GROSS MOTOR/questions/5/answer": 0,
        "/GROSS MOTOR/intervention": 34.8,
        "/GROSS MOTOR/monitor": 44.04,
        "/FINE MOTOR/questions/0/question": "After your child watches you draw a line from the top of the paper to the bottom with a pencil, crayon, or pen, ask her to make a line like yours. Do not let your child trace your line. Does your child copy you by drawing a single line in a vertical direction?",
        "/FINE MOTOR/questions/0/image": "$:/asd/assessments/asq/images/ASQ-27m-02.PNG",
        "/FINE MOTOR/questions/0/answer": 0,
        "/FINE MOTOR/questions/1/question": "Can your child string small items such as beads, macaroni, or pasta “wagon wheels” onto a string or shoelace?",
        "/FINE MOTOR/questions/1/image": "$:/asd/assessments/asq/images/ASQ-22m-03.PNG",
        "/FINE MOTOR/questions/1/answer": 0,
        "/FINE MOTOR/questions/2/question": "After your child watches you draw a line from one side of the paper to the other side, ask him to make a line like yours. Do not let your child trace your line. Does your child copy you by drawing a single line in a horizontal direction?",
        "/FINE MOTOR/questions/2/image": "$:/asd/assessments/asq/images/ASQ-30m-02.PNG",
        "/FINE MOTOR/questions/2/answer": 0,
        "/FINE MOTOR/questions/3/question": "After your child watches you draw a single circle, ask her to make a circle like yours. Do not let her trace your circle. Does your child copy you by drawing a circle?",
        "/FINE MOTOR/questions/3/image": "$:/asd/assessments/asq/images/ASQ-30m-03.PNG",
        "/FINE MOTOR/questions/3/answer": 0,
        "/FINE MOTOR/questions/4/question": "Does your child turn pages in a book, one page at a time?",
        "/FINE MOTOR/questions/4/image": "",
        "/FINE MOTOR/questions/4/answer": 0,
        "/FINE MOTOR/questions/5/question": "Does your child try to cut paper with child-safe scissors? He does not need to cut the paper but must get the blades to open and close while holding the paper with the other hand. (You may show your child how to use scissors. Carefully watch your child’s use of scissors for safety reasons.)",
        "/FINE MOTOR/questions/5/image": "$:/asd/assessments/asq/images/ASQ-33m-01.PNG",
        "/FINE MOTOR/questions/5/answer": 0,
        "/FINE MOTOR/intervention": 12.28,
        "/FINE MOTOR/monitor": 27.9,
        "/PROBLEM SOLVING/questions/0/question": "When looking in the mirror, ask, “Where is _____?” (Use your child’s name.) Does your child point to her image in the mirror?",
        "/PROBLEM SOLVING/questions/0/image": "$:/asd/assessments/asq/images/ASQ-06m-13.PNG",
        "/PROBLEM SOLVING/questions/0/answer": 0,
        "/PROBLEM SOLVING/questions/1/question": "While your child watches, line up four objects like blocks or cars in a row. Does your child copy or imitate you and line up four objects in a row? (You can also use spools of thread, small boxes, or other toys.)",
        "/PROBLEM SOLVING/questions/1/image": "$:/asd/assessments/asq/images/ASQ-24m-01.PNG",
        "/PROBLEM SOLVING/questions/1/answer": 0,
        "/PROBLEM SOLVING/questions/2/question": "If your child wants something he cannot reach, does he find a chair or box to stand on to reach it (for example, to get a toy on a counter or to “help” you in the kitchen)?",
        "/PROBLEM SOLVING/questions/2/image": "",
        "/PROBLEM SOLVING/questions/2/answer": 0,
        "/PROBLEM SOLVING/questions/3/question": "When you point to the figure and ask your child, “What is this?” does your child say a word that means a person or something similar? (Mark “yes” for responses like “snowman,” “boy,” “man,” “girl,” “Daddy,” “spaceman,” and “monkey.”) Please write your child’s response here:",
        "/PROBLEM SOLVING/questions/3/image": "$:/asd/assessments/asq/images/ASQ-27m-03.PNG",
        "/PROBLEM SOLVING/questions/3/answer": 0,
        "/PROBLEM SOLVING/questions/4/question": "When you say, “Say ‘seven three,’” does your child repeat just the two numbers in the same order? Do not repeat the numbers. If necessary, try another pair of numbers and say, “Say ‘eight two.’” (Your child must repeat just one series of two numbers for you to answer “yes” to this question.)",
        "/PROBLEM SOLVING/questions/4/image": "",
        "/PROBLEM SOLVING/questions/4/answer": 0,
        "/PROBLEM SOLVING/questions/5/question": "After your child draws a “picture,” even a simple scribble, does she tell you what she drew? (You may say, “Tell me about your picture,” or ask, “What is this?” to prompt her.)",
        "/PROBLEM SOLVING/questions/5/image": "",
        "/PROBLEM SOLVING/questions/5/answer": 0,
        "/PROBLEM SOLVING/intervention": 26.92,
        "/PROBLEM SOLVING/monitor": 38.78,
        "/PERSONAL-SOCIAL/questions/0/question": "Does your child use a spoon to feed herself with little spilling?",
        "/PERSONAL-SOCIAL/questions/0/image": "",
        "/PERSONAL-SOCIAL/questions/0/answer": 0,
        "/PERSONAL-SOCIAL/questions/1/question": "Does your child push a little wagon, stroller, or other toy on wheels, steering it around objects and backing out of corners if he cannot turn?",
        "/PERSONAL-SOCIAL/questions/1/image": "",
        "/PERSONAL-SOCIAL/questions/1/answer": 0,
        "/PERSONAL-SOCIAL/questions/2/question": "Does your child put on a coat, jacket, or shirt by herself?",
        "/PERSONAL-SOCIAL/questions/2/image": "",
        "/PERSONAL-SOCIAL/questions/2/answer": 0,
        "/PERSONAL-SOCIAL/questions/3/question": "After you put on loose-fitting pants around his feet, does your child pull them completely up to his waist?",
        "/PERSONAL-SOCIAL/questions/3/image": "",
        "/PERSONAL-SOCIAL/questions/3/answer": 0,
        "/PERSONAL-SOCIAL/questions/4/question": "When your child is looking in a mirror and you ask, “Who is in the mirror?” does she say either “me” or her own name?",
        "/PERSONAL-SOCIAL/questions/4/image": "",
        "/PERSONAL-SOCIAL/questions/4/answer": 0,
        "/PERSONAL-SOCIAL/questions/5/question": "Using these exact words, ask your child, “Are you a girl or a boy?” Does your child answer correctly",
        "/PERSONAL-SOCIAL/questions/5/image": "",
        "/PERSONAL-SOCIAL/questions/5/answer": 0,
        "/PERSONAL-SOCIAL/intervention": 28.96,
        "/PERSONAL-SOCIAL/monitor": 39.85
}