{
        "title": "42 Month Questionnaire",
        "age-range": "39 months 0 days through 44 months 30 days",
        "/COMMUNICATION/questions/0/question": "Without giving your child help by pointing or using gestures, ask him to “put the book on the table” and “put the shoe under the chair.” Does your child carry out both of these directions correctly?",
        "/COMMUNICATION/questions/0/image": "",
        "/COMMUNICATION/questions/0/answer": 0,
        "/COMMUNICATION/questions/1/question": "When looking at a picture book, does your child tell you what is happening or what action is taking place in the picture (for example, “barking,” “running,” “eating,” or “crying”)? You may ask, “What is the dog (or boy) doing?”",
        "/COMMUNICATION/questions/1/image": "",
        "/COMMUNICATION/questions/1/answer": 0,
        "/COMMUNICATION/questions/2/question": "Show your child how a zipper on a coat moves up and down, and say, “See, this goes up and down.” Put the zipper to the middle, and ask your child to move the zipper down. Return the zipper to the middle, and ask your child to move the zipper up. Do this several times, placing the zipper in the middle before asking your child to move it up or down. Does your child consistently move the zipper up when you say “up” and down when you say “down”?",
        "/COMMUNICATION/questions/2/image": "",
        "/COMMUNICATION/questions/2/answer": 0,
        "/COMMUNICATION/questions/3/question": "When you ask, “What is your name?” does your child say both her first and last names?",
        "/COMMUNICATION/questions/3/image": "",
        "/COMMUNICATION/questions/3/answer": 0,
        "/COMMUNICATION/questions/4/question": "Without your giving help by pointing or repeating directions, does your child follow three directions that are unrelated to one another? Give all three directions before your child starts. For example, you may ask your child, “Clap your hands, walk to the door, and sit down,” or “Give me the pen, open the book, and stand up.”",
        "/COMMUNICATION/questions/4/image": "",
        "/COMMUNICATION/questions/4/answer": 0,
        "/COMMUNICATION/questions/5/question": "Does your child use all of the words in a sentence (for example, “a,” “the,” “am,” “is,” and “are”) to make complete sentences, such as “I am going to the park,” or “Is there a toy to play with?” or “Are you coming, too?”",
        "/COMMUNICATION/questions/5/image": "",
        "/COMMUNICATION/questions/5/answer": 0,
        "/COMMUNICATION/intervention": 27.06,
        "/COMMUNICATION/monitor": 38.54,
        "/GROSS MOTOR/questions/0/question": "Does your child walk up stairs, using only one foot on each stair? (The left foot is on one step, and the right foot is on the next.) He may hold onto the railing or wall. (You can look for this at a store, on a playground, or at home.)",
        "/GROSS MOTOR/questions/0/image": "$:/asd/assessments/asq/images/ASQ-20m-02.PNG",
        "/GROSS MOTOR/questions/0/answer": 0,
        "/GROSS MOTOR/questions/1/question": "Does your child stand on one foot for about 1 second without holding onto anything?",
        "/GROSS MOTOR/questions/1/image": "$:/asd/assessments/asq/images/ASQ-30m-01.PNG",
        "/GROSS MOTOR/questions/1/answer": 0,
        "/GROSS MOTOR/questions/2/question": "While standing, does your child throw a ball overhand by raising his arm to shoulder height and throwing the ball forward? (Dropping the ball or throwing the ball underhand should be scored as “not yet.”)",
        "/GROSS MOTOR/questions/2/image": "$:/asd/assessments/asq/images/ASQ-12m-03.PNG",
        "/GROSS MOTOR/questions/2/answer": 0,
        "/GROSS MOTOR/questions/3/question": "Does your child jump forward at least 6 inches with both feet leaving the ground at the same time?",
        "/GROSS MOTOR/questions/3/image": "$:/asd/assessments/asq/images/ASQ-27m-01.PNG",
        "/GROSS MOTOR/questions/3/answer": 0,
        "/GROSS MOTOR/questions/4/question": "Does your child catch a large ball with both hands? (You should stand about 5 feet away and give your child two or three tries before you mark the answer.)",
        "/GROSS MOTOR/questions/4/image": "$:/asd/assessments/asq/images/ASQ-42m-01.PNG",
        "/GROSS MOTOR/questions/4/answer": 0,
        "/GROSS MOTOR/questions/5/question": "Does your child climb the rungs of a ladder of a playground slide and slide down without help?",
        "/GROSS MOTOR/questions/5/image": "",
        "/GROSS MOTOR/questions/5/answer": 0,
        "/GROSS MOTOR/intervention": 36.27,
        "/GROSS MOTOR/monitor": 45.15,
        "/FINE MOTOR/questions/0/question": "After your child watches you draw a single circle with a pencil, crayon, or pen, ask him to make a circle like yours. Do not let him trace your circle. Does your child copy you by drawing a circle?",
        "/FINE MOTOR/questions/0/image": "$:/asd/assessments/asq/images/ASQ-30m-03.PNG",
        "/FINE MOTOR/questions/0/answer": 0,
        "/FINE MOTOR/questions/1/question": "After your child watches you draw a line from one side of the paper to the other side, ask her to make a line like yours. Do not let your child trace your line. Does your child copy you by drawing a single line in a horizontal direction?",
        "/FINE MOTOR/questions/1/image": "$:/asd/assessments/asq/images/ASQ-30m-02.PNG",
        "/FINE MOTOR/questions/1/answer": 0,
        "/FINE MOTOR/questions/2/question": "Does your child try to cut paper with child-safe scissors? He does not need to cut the paper but must get the blades to open and close while holding the paper with the other hand. (You may show your child how to use scissors. Carefully watch your child’s use of scissors for safety reasons.)",
        "/FINE MOTOR/questions/2/image": "$:/asd/assessments/asq/images/ASQ-33m-01.PNG",
        "/FINE MOTOR/questions/2/answer": 0,
        "/FINE MOTOR/questions/3/question": "When drawing, does your child hold a pencil, crayon, or pen between her fingers and thumb like an adult does?",
        "/FINE MOTOR/questions/3/image": "$:/asd/assessments/asq/images/ASQ-42m-02.PNG",
        "/FINE MOTOR/questions/3/answer": 0,
        "/FINE MOTOR/questions/4/question": "Does your child put together a five- to seven-piece interlocking puzzle? (If one is not available, take a full-page picture from a magazine or catalog and cut it into six pieces. Does your child put it back together correctly?)",
        "/FINE MOTOR/questions/4/image": "",
        "/FINE MOTOR/questions/4/answer": 0,
        "/FINE MOTOR/questions/5/question": "Using the shape at right to look at, does your child copy it onto a large piece of paper using a pencil, crayon, or pen, without tracing? (Your child’s drawing should look like the design of the shape, except it may be different in size.)",
        "/FINE MOTOR/questions/5/image": "$:/asd/assessments/asq/images/ASQ-42m-03.PNG",
        "/FINE MOTOR/questions/5/answer": 0,
        "/FINE MOTOR/intervention": 19.82,
        "/FINE MOTOR/monitor": 33.68,
        "/PROBLEM SOLVING/questions/0/question": "When you point to the figure and ask your child, “What is this?” does your child say a word that means a person or something similar? (Mark “yes” for responses like “snowman,” “boy,” “man,” “girl,” “Daddy,” “spaceman,” and “monkey.”) Please write your child’s response here:",
        "/PROBLEM SOLVING/questions/0/image": "$:/asd/assessments/asq/images/ASQ-27m-03.PNG",
        "/PROBLEM SOLVING/questions/0/answer": 0,
        "/PROBLEM SOLVING/questions/1/question": "When you say, “Say ‘seven three,’” does your child repeat just the two numbers in the same order? Do not repeat the numbers. If necessary, try another pair of numbers and say, “Say ‘eight two.’” (Your child must repeat just one series of two numbers for you to answer “yes” to this question.)",
        "/PROBLEM SOLVING/questions/1/image": "",
        "/PROBLEM SOLVING/questions/1/answer": 0,
        "/PROBLEM SOLVING/questions/2/question": "Show your child how to make a bridge with blocks, boxes, or cans, like the example. Does your child copy you by making one like it?",
        "/PROBLEM SOLVING/questions/2/image": "$:/asd/assessments/asq/images/ASQ-36m-01.PNG",
        "/PROBLEM SOLVING/questions/2/answer": 0,
        "/PROBLEM SOLVING/questions/3/question": "When you say, “Say ‘five eight three,’” does your child repeat just the three numbers in the same order? Do not repeat the numbers. If necessary, try another series of numbers and say, “Say ‘six nine two.’” (Your child must repeat just one series of three numbers for you to answer “yes” to this question.)",
        "/PROBLEM SOLVING/questions/3/image": "",
        "/PROBLEM SOLVING/questions/3/answer": 0,
        "/PROBLEM SOLVING/questions/4/question": "When asked, “Which circle is the smallest?” does your child point to the smallest circle? (Ask this question without providing help by pointing, gesturing, or looking at the smallest circle.)",
        "/PROBLEM SOLVING/questions/4/image": "$:/asd/assessments/asq/images/ASQ-42m-04.PNG",
        "/PROBLEM SOLVING/questions/4/answer": 0,
        "/PROBLEM SOLVING/questions/5/question": "Does your child dress up and “play-act,” pretending to be someone or something else? For example, your child may dress up in different clothes and pretend to be a mommy, daddy, brother or sister, or an imaginary animal or figure.",
        "/PROBLEM SOLVING/questions/5/image": "",
        "/PROBLEM SOLVING/questions/5/answer": 0,
        "/PROBLEM SOLVING/intervention": 28.11,
        "/PROBLEM SOLVING/monitor": 39.82,
        "/PERSONAL-SOCIAL/questions/0/question": "When he is looking in a mirror and you ask, “Who is in the mirror?” does your child say either “me” or his own name?",
        "/PERSONAL-SOCIAL/questions/0/image": "",
        "/PERSONAL-SOCIAL/questions/0/answer": 0,
        "/PERSONAL-SOCIAL/questions/1/question": "Does your child put on a coat, jacket, or shirt by herself?",
        "/PERSONAL-SOCIAL/questions/1/image": "",
        "/PERSONAL-SOCIAL/questions/1/answer": 0,
        "/PERSONAL-SOCIAL/questions/2/question": "Using these exact words, ask your child, “Are you a girl or a boy?” Does your child answer correctly?",
        "/PERSONAL-SOCIAL/questions/2/image": "",
        "/PERSONAL-SOCIAL/questions/2/answer": 0,
        "/PERSONAL-SOCIAL/questions/3/question": "Does your child take turns by waiting while another child or adult takes a turn?",
        "/PERSONAL-SOCIAL/questions/3/image": "",
        "/PERSONAL-SOCIAL/questions/3/answer": 0,
        "/PERSONAL-SOCIAL/questions/4/question": "Does your child serve himself, taking food from one container to another using utensils? For example, does your child use a large spoon to scoop applesauce from a jar into a bowl?",
        "/PERSONAL-SOCIAL/questions/4/image": "",
        "/PERSONAL-SOCIAL/questions/4/answer": 0,
        "/PERSONAL-SOCIAL/questions/5/question": "Does your child wash his hands using soap and water and dry off with a towel without help?",
        "/PERSONAL-SOCIAL/questions/5/image": "",
        "/PERSONAL-SOCIAL/questions/5/answer": 0,
        "/PERSONAL-SOCIAL/intervention": 31.12,
        "/PERSONAL-SOCIAL/monitor": 41.25
}