{
        "title": "54 Month Questionnaire",
        "age-range": "51 months 0 days through 56 months 30 days",
        "/COMMUNICATION/questions/0/question": "Does your child tell you at least two things about common objects? For example, if you say to your child, “Tell me about your ball,” does she say something like, “It’s round. I throw it. It’s big”?",
        "/COMMUNICATION/questions/0/image": "",
        "/COMMUNICATION/questions/0/answer": 0,
        "/COMMUNICATION/questions/1/question": "Does your child use all of the words in a sentence (for example, “a,” “the,” “am,” “is,” and “are”) to make complete sentences, such as “I am going to the park,” “Is there a toy to play with?” or “Are you coming, too?”",
        "/COMMUNICATION/questions/1/image": "",
        "/COMMUNICATION/questions/1/answer": 0,
        "/COMMUNICATION/questions/2/question": "Does your child use endings of words, such as “-s,” “-ed,” and “-ing”? For example, does your child say things like, “I see two cats,” “I am playing,” or “I kicked the ball”?",
        "/COMMUNICATION/questions/2/image": "",
        "/COMMUNICATION/questions/2/answer": 0,
        "/COMMUNICATION/questions/3/question": "Without giving your child help by pointing or repeating directions, does he follow three directions that are unrelated to one another? Give all three directions before your child starts. For example, you may ask your child, “Clap your hands, walk to the door, and sit down,” or “Give me the pen, open the book, and stand up.”",
        "/COMMUNICATION/questions/3/image": "",
        "/COMMUNICATION/questions/3/answer": 0,
        "/COMMUNICATION/questions/4/question": "Does your child use four- and five-word sentences? For example, does your child say, “I want the car”? Please write an example:",
        "/COMMUNICATION/questions/4/image": "",
        "/COMMUNICATION/questions/4/answer": 0,
        "/COMMUNICATION/questions/5/question": "When talking about something that already happened, does your child use words that end in “-ed,” such as “walked,” “jumped,” or “played”? Ask your child questions, such as “How did you get to the store?” (“We walked.”) “What did you do at your friend’s house?” (“We played.”) Please write an example:",
        "/COMMUNICATION/questions/5/image": "",
        "/COMMUNICATION/questions/5/answer": 0,
        "/COMMUNICATION/intervention": 31.85,
        "/COMMUNICATION/monitor": 42.82,
        "/GROSS MOTOR/questions/0/question": "Does your child hop up and down on either the right foot or the left foot at least one time without losing her balance or falling?",
        "/GROSS MOTOR/questions/0/image": "",
        "/GROSS MOTOR/questions/0/answer": 0,
        "/GROSS MOTOR/questions/1/question": "While standing, does your child throw a ball overhand in the direction of a person standing at least 6 feet away? To throw overhand, your child must raise his arm to shoulder height and throw the ball forward. (Dropping the ball or throwing the ball underhand should be scored as “not yet.”)",
        "/GROSS MOTOR/questions/1/image": "$:/asd/assessments/asq/images/ASQ-12m-03.PNG",
        "/GROSS MOTOR/questions/1/answer": 0,
        "/GROSS MOTOR/questions/2/question": "Does your child jump forward a distance of 20 inches from a standing position, starting with her feet together?",
        "/GROSS MOTOR/questions/2/image": "",
        "/GROSS MOTOR/questions/2/answer": 0,
        "/GROSS MOTOR/questions/3/question": "Does your child catch a large ball with both hands? (You should stand about 5 feet away and give your child two or three tries before you mark the answer.)",
        "/GROSS MOTOR/questions/3/image": "$:/asd/assessments/asq/images/ASQ-42m-01.PNG",
        "/GROSS MOTOR/questions/3/answer": 0,
        "/GROSS MOTOR/questions/4/question": "Without holding onto anything, does your child stand on one foot for at least 5 seconds without losing her balance and putting her foot down? (You may give your child two or three tries before you mark the answer.)",
        "/GROSS MOTOR/questions/4/image": "$:/asd/assessments/asq/images/ASQ-30m-01.PNG",
        "/GROSS MOTOR/questions/4/answer": 0,
        "/GROSS MOTOR/questions/5/question": "Does your child walk on his tiptoes for 15 feet (about the length of a large car)? (You may show him how to do this.)",
        "/GROSS MOTOR/questions/5/image": "",
        "/GROSS MOTOR/questions/5/answer": 0,
        "/GROSS MOTOR/intervention": 35.18,
        "/GROSS MOTOR/monitor": 44.58,
        "/FINE MOTOR/questions/0/question": "Using the shapes below to look at, does your child copy at least three shapes onto a large piece of paper using a pencil, crayon, or pen, without tracing? (Your child’s drawings should look similar to the design of the shapes below, but they may be different in size.)",
        "/FINE MOTOR/questions/0/image": "$:/asd/assessments/asq/images/ASQ-48m-01.PNG",
        "/FINE MOTOR/questions/0/answer": 0,
        "/FINE MOTOR/questions/1/question": "Does your child unbutton one or more buttons? Your child may use his own clothing or a doll’s clothing.",
        "/FINE MOTOR/questions/1/image": "",
        "/FINE MOTOR/questions/1/answer": 0,
        "/FINE MOTOR/questions/2/question": "Does your child color mostly within the lines in a coloring book or within the lines of a 2-inch circle that you draw? (Your child should not go more than 1⁄4 inch outside the lines on most of the picture.)FINE MOTOR (continued)",
        "/FINE MOTOR/questions/2/image": "",
        "/FINE MOTOR/questions/2/answer": 0,
        "/FINE MOTOR/questions/3/question": "Ask your child to trace on the line below with a pencil. Does your child trace on the line without going off the line more than two times? (Mark “sometimes” if your child goes off the line three times.)",
        "/FINE MOTOR/questions/3/image": "$:/asd/assessments/asq/images/ASQ-54m-01.PNG",
        "/FINE MOTOR/questions/3/answer": 0,
        "/FINE MOTOR/questions/4/question": "Ask your child to draw a picture of a person on a blank sheet of paper. You may ask your child, “Draw a picture of a girl or a boy.” If your child draws a person with head, body, arms, and legs, mark “yes.” If your child draws a person with only three parts (head, body, arms, or legs), mark “sometimes.” If your child draws a person with two or fewer parts (head, body, arms, or legs), mark “not yet.” Be sure to include the sheet of paper with your child’s drawing with this questionnaire.",
        "/FINE MOTOR/questions/4/image": "",
        "/FINE MOTOR/questions/4/answer": 0,
        "/FINE MOTOR/questions/5/question": "Draw a line across a piece of paper. Using child-safe scissors, does your child cut the paper in half on a more or less straight line, making the blades go up and down? (Carefully watch your child’s use of scissors for safety reasons.)",
        "/FINE MOTOR/questions/5/image": "$:/asd/assessments/asq/images/ASQ-33m-01.PNG",
        "/FINE MOTOR/questions/5/answer": 0,
        "/FINE MOTOR/intervention": 17.32,
        "/FINE MOTOR/monitor": 31.72,
        "/PROBLEM SOLVING/questions/0/question": "When shown objects and asked, “What color is this?” does your child name five different colors, like red, blue, yellow, orange, black, white, or pink? (Mark “yes” only if your child answers the question correctly using five colors.)",
        "/PROBLEM SOLVING/questions/0/image": "",
        "/PROBLEM SOLVING/questions/0/answer": 0,
        "/PROBLEM SOLVING/questions/1/question": "Does your child dress up and “play-act,” pretending to be someone or something else? For example, your child may dress up in different clothes and pretend to be a mommy, daddy, brother, sister, or an imaginary animal or figure.",
        "/PROBLEM SOLVING/questions/1/image": "",
        "/PROBLEM SOLVING/questions/1/answer": 0,
        "/PROBLEM SOLVING/questions/2/question": "If you place five objects in front of your child, can she count them by saying, “One, two, three, four, five” in order? (Ask this question without providing help by pointing, gesturing, or naming.)",
        "/PROBLEM SOLVING/questions/2/image": "",
        "/PROBLEM SOLVING/questions/2/answer": 0,
        "/PROBLEM SOLVING/questions/3/question": "When asked, “Which circle is smallest?” does your child point to the smallest circle? (Ask this question without providing help by pointing, gesturing, or looking at the smallest circle.)",
        "/PROBLEM SOLVING/questions/3/image": "$:/asd/assessments/asq/images/ASQ-42m-04.PNG",
        "/PROBLEM SOLVING/questions/3/answer": 0,
        "/PROBLEM SOLVING/questions/4/question": "Does your child count up to 15 without making mistakes? If so, mark “yes.” If your child counts to 12 without making mistakes, mark “sometimes.”",
        "/PROBLEM SOLVING/questions/4/image": "",
        "/PROBLEM SOLVING/questions/4/answer": 0,
        "/PROBLEM SOLVING/questions/5/question": "Does your child know the names of numbers? (Mark “yes” if he identifies the three numbers below. Mark “sometimes” if he identifies two numbers.) 3 1 2",
        "/PROBLEM SOLVING/questions/5/image": "$:/asd/assessments/asq/images/ASQ-54m-02.PNG",
        "/PROBLEM SOLVING/questions/5/answer": 0,
        "/PROBLEM SOLVING/intervention": 28.12,
        "/PROBLEM SOLVING/monitor": 39.68,
        "/PERSONAL-SOCIAL/questions/0/question": "Does your child wash her hands using soap and water and dry off with a towel without help?",
        "/PERSONAL-SOCIAL/questions/0/image": "",
        "/PERSONAL-SOCIAL/questions/0/answer": 0,
        "/PERSONAL-SOCIAL/questions/1/question": "Does your child tell you the names of two or more playmates, not including brothers and sisters? (Ask this question without providing help by suggesting names of playmates or friends.)",
        "/PERSONAL-SOCIAL/questions/1/image": "",
        "/PERSONAL-SOCIAL/questions/1/answer": 0,
        "/PERSONAL-SOCIAL/questions/2/question": "Does your child brush his teeth by putting toothpaste on the toothbrush and brushing all of his teeth without help? (You may still need to check and rebrush your child’s teeth.)",
        "/PERSONAL-SOCIAL/questions/2/image": "",
        "/PERSONAL-SOCIAL/questions/2/answer": 0,
        "/PERSONAL-SOCIAL/questions/3/question": "Does your child serve herself, taking food from one container to another, using utensils? (For example, does your child use a large spoon to scoop applesauce from a jar into a bowl?)",
        "/PERSONAL-SOCIAL/questions/3/image": "",
        "/PERSONAL-SOCIAL/questions/3/answer": 0,
        "/PERSONAL-SOCIAL/questions/4/question": "Does your child tell you at least four of the following? Please mark the items your child knows. a. First name d. Last name b. Age e. Boy or girl c. City he lives in f. Telephone number",
        "/PERSONAL-SOCIAL/questions/4/image": "",
        "/PERSONAL-SOCIAL/questions/4/answer": 0,
        "/PERSONAL-SOCIAL/questions/5/question": "Does your child dress and undress herself, including buttoning medium-size buttons and zipping front zippers?",
        "/PERSONAL-SOCIAL/questions/5/image": "",
        "/PERSONAL-SOCIAL/questions/5/answer": 0,
        "/PERSONAL-SOCIAL/intervention": 32.33,
        "/PERSONAL-SOCIAL/monitor": 42.55
}